[
    {
        "title": "Dead Internet theory",
        "wikipedia_content": "The dead Internet theory is a conspiracy theory that asserts, due to a coordinated and intentional effort, the Internet now consists mainly of bot activity and automatically generated content manipulated by algorithmic curation to control the population and minimize organic human activity. Proponents of the theory believe these social bots were created intentionally to help manipulate algorithms and boost search results in order to manipulate consumers. Some proponents of the theory accuse government agencies of using bots to manipulate public perception. The date given for this \"death\" is generally around 2016 or 2017. The dead Internet theory has gained traction because many of the observed phenomena are quantifiable, such as increased bot traffic, but the literature on the subject does not support the full theory.",
        "source_url": "https://en.wikipedia.org/wiki/Dead_Internet_theory"
    },
    {
        "title": "Illuminati",
        "wikipedia_content": "The Illuminati is a name given to several groups, both real and fictitious. Historically, the name usually refers to the Bavarian Illuminati, an Enlightenment-era secret society founded on 1 May 1776 in the Electorate of Bavaria. The society's stated goals were to oppose superstition, obscurantism, religious influence over public life, and abuses of state power. \"The order of the day,\" they wrote in their general statutes, \"is to put an end to the machinations of the purveyors of injustice, to control them without dominating them.\" The Illuminati—along with Freemasonry and other secret societies—were outlawed through edict by Charles Theodore, Elector of Bavaria, with the encouragement of the Catholic Church, in 1784, 1785, 1787 and 1790. During subsequent years, the group was generally vilified by conservative and religious critics who claimed that the Illuminati continued underground and were responsible for the French Revolution.",
        "source_url": "https://en.wikipedia.org/wiki/Illuminati"
    },
    {
        "title": "List of conspiracy theories",
        "wikipedia_content": "This is a list of notable conspiracy theories. Many conspiracy theories relate to supposed clandestine government plans and elaborate murder plots. They usually deny consensus opinion and cannot be proven using historical or scientific methods, and are not to be confused with research concerning verified conspiracies, such as Germany's pretense for invading Poland in World War II.",
        "source_url": "https://en.wikipedia.org/wiki/List_of_conspiracy_theories"
    },
    {
        "title": "Tartarian Empire",
        "wikipedia_content": "Tartarian Empire refers to a group of pseudohistorical conspiracy theories, including ideas of a \"hidden past\" and \"mud floods\", which originated as pseudoscientific Russian nationalism.",
        "source_url": "https://en.wikipedia.org/wiki/Tartarian_Empire"
    },
    {
        "title": "Eye of Providence",
        "wikipedia_content": "The Eye of Providence or All-Seeing Eye is a symbol depicting an eye, often enclosed in a triangle and surrounded by rays of light or a halo, intended to represent Providence, as the eye watches over the workers of mankind. A well-known example of the Eye of Providence appears on the reverse of the Great Seal of the United States, which is depicted on the United States one-dollar bill.",
        "source_url": "https://en.wikipedia.org/wiki/Eye_of_Providence"
    },
    {
        "title": "Deep state",
        "wikipedia_content": "A deep state is a type of government made up of potentially secret and unauthorized networks of power operating independently of a state's political leadership in pursuit of their own agenda and goals. In popular usage, the term carries overwhelmingly negative connotations and is often associated with conspiracy theories.",
        "source_url": "https://en.wikipedia.org/wiki/Deep_state"
    },
    {
        "title": "New World Order conspiracy theory",
        "wikipedia_content": "The New World Order (NWO) is a term used in several conspiracy theories which hypothesize a secretly emerging totalitarian world government. The common theme in conspiracy theories about a New World Order is that a secretive power elite with a globalist agenda is conspiring to eventually rule the world through an authoritarian one-world government—which will replace sovereign nation-states—and an all-encompassing propaganda whose ideology hails the establishment of the New World Order as the culmination of history's progress. Many influential historical and contemporary figures have therefore been alleged to be part of a cabal that operates through many front organizations to orchestrate significant political and financial events, ranging from causing systemic crises to pushing through controversial policies, at both national and international levels, as steps in an ongoing plot to achieve world domination.",
        "source_url": "https://en.wikipedia.org/wiki/New_World_Order_conspiracy_theory"
    },
    {
        "title": "Conspiracy theory",
        "wikipedia_content": "A conspiracy theory is an explanation for an event or situation that asserts the existence of a conspiracy, when other explanations are more probable. The term generally has a negative connotation, implying that the appeal of a conspiracy theory is based in prejudice, emotional conviction, or insufficient evidence. A conspiracy theory is distinct from a conspiracy; it refers to a hypothesized conspiracy with specific characteristics, including but not limited to opposition to the mainstream consensus among those who are qualified to evaluate its accuracy, such as scientists or historians.",
        "source_url": "https://en.wikipedia.org/wiki/Conspiracy_theory"
    },
    {
        "title": "Bilderberg Meeting",
        "wikipedia_content": "The Bilderberg Meeting is an annual off-the-record forum established in 1954 to foster dialogue between Europe and North America. The group's agenda, originally to prevent another world war, is now defined as bolstering a consensus around free market Western capitalism and its interests around the globe. Participants include political leaders, experts, captains of industry, finance, academia, numbering between 120 and 150. Attendees are entitled to use information gained at meetings, but not attribute it to a named speaker. The group states that the purpose of this is to encourage candid debate while at the same time maintaining privacy, but critics from a wide range of viewpoints have called it into question, and it has provoked conspiracy theories from both the left and right.",
        "source_url": "https://en.wikipedia.org/wiki/Bilderberg_Meeting"
    },
    {
        "title": "15-minute city",
        "wikipedia_content": "The 15-minute city is an urban planning concept in which most daily necessities and services, such as work, shopping, education, healthcare, and leisure can be easily reached by a 15-minute walk, bike ride, or public transit ride from any point in the city. This approach aims to reduce car dependency, promote healthy and sustainable living, and improve wellbeing and quality of life for city dwellers.",
        "source_url": "https://en.wikipedia.org/wiki/15-minute_city"
    },
    {
        "title": "NESARA",
        "wikipedia_content": "The National Economic Security and Recovery Act (NESARA) is a set of proposed economic reforms for the United States suggested during the 1990s by private citizen Harvey Francis Barnard. Barnard claimed that the proposals, which included replacing the income tax with a national sales tax, abolishing compound interest on secured loans, and returning to a bimetallic currency, would result in 0% inflation and a more stable economy. The proposals were never introduced before Congress.",
        "source_url": "https://en.wikipedia.org/wiki/NESARA"
    },
    {
        "title": "Great Reset",
        "wikipedia_content": "\nThe Great Reset Initiative is an economic recovery plan drawn up by the World Economic Forum (WEF) in response to the COVID-19 pandemic. The project was launched in June 2020, and a video featuring the then-Prince of Wales Charles was released to mark its launch. The initiative's stated aim is to facilitate rebuilding from the global COVID-19 crisis in a way that prioritizes sustainable development.",
        "source_url": "https://en.wikipedia.org/wiki/Great_Reset"
    },
    {
        "title": "Modern flat Earth beliefs",
        "wikipedia_content": "Pseudoscientific beliefs in a flat Earth are promoted by a number of organizations and individuals. The claims of modern flat Earth proponents are not based on scientific knowledge and are contrary to over two millennia of scientific consensus based on multiple confirming lines of evidence that Earth is roughly spherical. Flat Earth beliefs are classified by experts in philosophy and physics as a form of science denial.",
        "source_url": "https://en.wikipedia.org/wiki/Modern_flat_Earth_beliefs"
    },
    {
        "title": "Simulation hypothesis",
        "wikipedia_content": "The simulation hypothesis proposes that what we experience as the world is actually a simulated reality, such as a computer simulation in which we ourselves are constructs. There has been much debate over this topic in the philosophical discourse, and regarding practical applications in computing.",
        "source_url": "https://en.wikipedia.org/wiki/Simulation_hypothesis"
    },
    {
        "title": "2012 phenomenon",
        "wikipedia_content": "The 2012 phenomenon was a range of eschatological beliefs that cataclysmic or transformative events would occur on or around 21 December 2012. This date was regarded as the end-date of a 5,126-year-long cycle in the Mesoamerican Long Count calendar, and festivities took place on 21 December 2012 to commemorate the event in the countries that were part of the Maya civilization, with main events at Chichén Itzá in Mexico and Tikal in Guatemala.",
        "source_url": "https://en.wikipedia.org/wiki/2012_phenomenon"
    },
    {
        "title": "Gang stalking",
        "wikipedia_content": "\nGang stalking or group-stalking is a set of persecutory beliefs in which those affected believe they are being followed, stalked, and harassed by a large number of people. The term is associated with the virtual community formed by people who consider themselves \"targeted individuals\" (\"T.I.\"), claiming their lives are disrupted from being stalked by organized groups intent on causing them harm.",
        "source_url": "https://en.wikipedia.org/wiki/Gang_stalking"
    },
    {
        "title": "Sinking of the RMS Lusitania",
        "wikipedia_content": "RMS Lusitania was a British-registered ocean liner that was torpedoed by an Imperial German Navy U-boat during the First World War on 7 May 1915, about 11 nautical miles off the Old Head of Kinsale, Ireland. The attack took place in the declared maritime war-zone around the UK, three months after unrestricted submarine warfare against the ships of the United Kingdom had been announced by Germany following the Allied powers' implementation of a naval blockade against it and the other Central Powers.",
        "source_url": "https://en.wikipedia.org/wiki/Sinking_of_the_RMS_Lusitania"
    },
    {
        "title": "Turbo cancer",
        "wikipedia_content": "Turbo cancer is an anti-vaccination conspiracy theory alleging that people vaccinated against COVID-19, especially with mRNA vaccines, are suffering from a high incidence of fast-developing cancers. Although the idea has been spread by a number of vaccine opponents, including several health professionals, turbo cancer is not supported by cancer research, and there is no evidence that COVID-19 vaccination causes or worsens cancer.",
        "source_url": "https://en.wikipedia.org/wiki/Turbo_cancer"
    },
    {
        "title": "Priory of Sion",
        "wikipedia_content": "The Prieuré de Sion, translated as Priory of Sion, was a fraternal organisation founded in France and dissolved in 1956 by Pierre Plantard in his failed attempt to create a prestigious neo-chivalric order. In the 1960s, Plantard began claiming that his self-styled order was the latest front for a secret society founded by crusading knight Godfrey of Bouillon, on Mount Zion in the Kingdom of Jerusalem in 1099, under the guise of the historical monastic order of the Abbey of Our Lady of Mount Zion. As a framework for his grandiose assertion of being both the Great Monarch prophesied by Nostradamus and a Merovingian pretender, Plantard further claimed the Priory of Sion was engaged in a centuries-long benevolent conspiracy to install a secret bloodline of the Merovingian dynasty on the thrones of France and the rest of Europe. To Plantard's surprise, all of his claims were fused with the notion of a Jesus bloodline and popularised by the authors of the 1982 speculative nonfiction book The Holy Blood and the Holy Grail, whose conclusions would later be borrowed by Dan Brown for his 2003 mystery thriller novel The Da Vinci Code.",
        "source_url": "https://en.wikipedia.org/wiki/Priory_of_Sion"
    },
    {
        "title": "Project Azorian",
        "wikipedia_content": "Project Azorian was a U.S. Central Intelligence Agency (CIA) project to recover the sunken Soviet submarine K-129 from the Pacific Ocean floor in 1974 using the purpose-built ship Hughes Glomar Explorer. The 1968 sinking of K-129 occurred about 1,560 miles (2,510 km) northwest of Hawaii. Project Azorian was one of the most complex, expensive, and covert intelligence operations of the Cold War at a cost of about $800 million, or $4.9 billion today.",
        "source_url": "https://en.wikipedia.org/wiki/Project_Azorian"
    },
    {
        "title": "Morgellons",
        "wikipedia_content": "Morgellons is the informal name of a self-diagnosed, scientifically unsubstantiated skin condition in which individuals have sores that they believe contain fibrous material. Morgellons is not well understood, but the general medical consensus is that it is a form of delusional parasitosis, on the psychiatric spectrum. The sores are typically the result of compulsive scratching, and the fibers, when analysed, are consistently found to have originated from cotton and other textiles.",
        "source_url": "https://en.wikipedia.org/wiki/Morgellons"
    },
    {
        "title": "Time Cube",
        "wikipedia_content": "Time Cube was a pseudoscientific personal web page set up in 1997 by Otis Eugene \"Gene\" Ray. It was a self-published outlet for Ray's \"theory of everything\", also called \"Time Cube\", which claims that all modern sciences are participating in a worldwide conspiracy to omit his theory, which posits that each day actually consists of four days occurring simultaneously. Ray described himself as the \"wisest man on earth\" and a \"godlike being with superior intelligence who has absolute evidence and proof\" for his views. Ray asserted repeatedly and variously that the academic world had not taken Time Cube seriously.",
        "source_url": "https://en.wikipedia.org/wiki/Time_Cube"
    },
    {
        "title": "Trilateral Commission",
        "wikipedia_content": "The Trilateral Commission is a nongovernmental international organization aimed at fostering closer cooperation between Japan, Western Europe and North America. It was founded in July 1973, principally by American banker and philanthropist David Rockefeller, an internationalist who sought to address the challenges posed by the growing economic and political interdependence between the U.S. and its allies in North America, Western Europe, and Japan. The leadership of the organization has since focused on returning to \"our roots as a group of countries sharing common values and a commitment to the rule of law, open economies and societies, and democratic principles\".",
        "source_url": "https://en.wikipedia.org/wiki/Trilateral_Commission"
    },
    {
        "title": "Anti-gender movement",
        "wikipedia_content": "The anti-gender movement is a global phenomenon that opposes concepts often referred to as \"gender ideology\" or \"gender theory\". These loosely-defined terms are commonly used by the movement to critique a range of issues related to gender equality, LGBT rights, and gender studies. Originating in the late 20th century, the movement has drawn support from right-wing populist groups, conservative religious organizations, and social conservatives and the far-right worldwide. It views advances in gender inclusion and LGBT rights as threats to traditional family structures, religious values, and established social norms.",
        "source_url": "https://en.wikipedia.org/wiki/Anti-gender_movement"
    },
    {
        "title": "Vril Society",
        "wikipedia_content": "The Vril Society was a fictitious secret society that is said to have existed in Germany in the early to mid-twentieth century. In a series of conspiracy theory and pseudohistorical texts claim that it was involved in the rise of Nazism and used supernatural energies to develop innovative flying machines during the Nazi era or \"Reichsflugscheiben\". There is no historical evidence for the existence of a secret society of this name and the achievements attributed to it. Likewise, there is no evidence for the historical significance attributed by representatives of this legend to the \"Vril Society\" and some actually existing occult groups.",
        "source_url": "https://en.wikipedia.org/wiki/Vril_Society"
    },
    {
        "title": "Phantom time conspiracy theory",
        "wikipedia_content": "The phantom time conspiracy theory is a pseudohistorical conspiracy theory first asserted by Heribert Illig in 1991. It hypothesizes a conspiracy by the Holy Roman Emperor Otto III, Pope Sylvester II, and possibly the Byzantine Emperor Constantine VII, to fabricate the Anno Domini dating system retroactively, in order to place them at the special year of AD 1000, and to rewrite history to legitimize Otto's claim to the Holy Roman Empire. Illig believed that this was achieved through the alteration, misrepresentation and forgery of documentary and physical evidence. According to this scenario, the entire Carolingian period, including the figure of Charlemagne, is a fabrication, with a \"phantom time\" of 297 years added to the Early Middle Ages.",
        "source_url": "https://en.wikipedia.org/wiki/Phantom_time_conspiracy_theory"
    },
    {
        "title": "Alternative facts",
        "wikipedia_content": "\"Alternative facts\" was a phrase used by U.S. Counselor to the President Kellyanne Conway during a Meet the Press interview on January 22, 2017, in which she defended White House Press Secretary Sean Spicer's false statement about the attendance numbers at Donald Trump's first inauguration as President of the United States. When pressed during the interview with Chuck Todd to explain why Spicer would \"utter a provable falsehood\", Conway stated that Spicer was giving \"alternative facts\". Todd responded, \"Look, alternative facts are not facts. They're falsehoods.\"",
        "source_url": "https://en.wikipedia.org/wiki/Alternative_facts"
    },
    {
        "title": "Industry plant",
        "wikipedia_content": "Industry plant is a pejorative used to describe musicians who become popular through nepotism, inheritance, wealth, or their connections in the music industry rather than on their own merits. Artists described as industry plants often present themselves as independent and self-made, but are alleged to have their public images manufactured for them by record labels.",
        "source_url": "https://en.wikipedia.org/wiki/Industry_plant"
    },
    {
        "title": "Committee of 300",
        "wikipedia_content": "The Committee of 300 is a conspiracy theory that claims a powerful group was founded by the British aristocracy in 1727 and rules the world. Proponents of the theory alleging the Committee's existence believe it to be an international council that organizes politics, commerce, banking, media, and the military for centralized global efforts.",
        "source_url": "https://en.wikipedia.org/wiki/Committee_of_300"
    },
    {
        "title": "No Agenda",
        "wikipedia_content": "No Agenda is a podcast hosted by Adam Curry and John C. Dvorak that is recorded twice a week on Thursdays and Sundays at 11 a.m. Pacific Time. The show is primarily focused on mainstream media deconstruction.",
        "source_url": "https://en.wikipedia.org/wiki/No_Agenda"
    },
    {
        "title": "Electronic harassment",
        "wikipedia_content": "Electronic harassment, electromagnetic torture, or psychotronic torture is the delusional belief, held by individuals who call themselves \"targeted individuals\" (TIs), that malicious actors are transmitting sounds and thoughts into people's heads, affecting their bodies, and harassing them generally. The delusion often concerns government agents or crime rings and alleges that the \"perpetrators\" use electromagnetic radiation, radar, and surveillance techniques to carry out their goals.",
        "source_url": "https://en.wikipedia.org/wiki/Electronic_harassment"
    },
    {
        "title": "Shadow government (conspiracy theory)",
        "wikipedia_content": "\nThe shadow government, also referred to as cryptocracy, secret government, or invisible government, is a family of theories based on the notion that real and actual political power resides not only with publicly elected representatives but with private individuals who are exercising power behind the scenes, beyond the scrutiny of democratic institutions. According to this belief, the official elected government is subservient to the shadow government, which is the true executive power.",
        "source_url": "https://en.wikipedia.org/wiki/Shadow_government_(conspiracy_theory)"
    },
    {
        "title": "Ivermectin during the COVID-19 pandemic",
        "wikipedia_content": "\n\nIvermectin is an antiparasitic drug that is well established for use in animals and people. The World Health Organization (WHO), the European Medicines Agency (EMA), the United States Food and Drug Administration (FDA), and the Infectious Diseases Society of America (IDSA) all advise against using ivermectin in an attempt to treat or prevent COVID-19.",
        "source_url": "https://en.wikipedia.org/wiki/Ivermectin_during_the_COVID-19_pandemic"
    },
    {
        "title": "Strawman theory",
        "wikipedia_content": "The strawman theory is a pseudolegal conspiracy theory originating in the redemption/A4V movement and prevalent in antigovernment and tax protester movements such as sovereign citizens and freemen on the land. The theory holds that an individual has two personas, one of flesh and blood and the other a separate legal personality and that one's legal responsibilities belong to the strawman rather than the physical individual.\n",
        "source_url": "https://en.wikipedia.org/wiki/Strawman_theory"
    },
    {
        "title": "Freeman on the land movement",
        "wikipedia_content": "The freeman on the land movement, also known as the freemen of the land, the freemen movement, or simply freemen, is a loose group of individuals who adhere to pseudolegal concepts and conspiracy theories implying that they are bound by statute laws only if they consent to those laws. \nFreemen on the land are mostly present in Commonwealth countries. The movement appeared in Canada in the early 2000s, as an offshoot of the sovereign citizen movement which is more prevalent in the United States.",
        "source_url": "https://en.wikipedia.org/wiki/Freeman_on_the_land_movement"
    },
    {
        "title": "The Nine Unknown",
        "wikipedia_content": "\n\n\nThe Nine Unknown is a 1923 novel by Talbot Mundy. Originally serialised in Adventure\nmagazine, it concerns the Nine Unknown Men, a secret society founded to preserve and develop knowledge that would be dangerous to humanity if it fell into the wrong hands. The nine unknown men were entrusted with guarding nine books of secret knowledge.",
        "source_url": "https://en.wikipedia.org/wiki/The_Nine_Unknown"
    },
    {
        "title": "Oxfordian theory of Shakespeare authorship",
        "wikipedia_content": "The Oxfordian theory of Shakespeare authorship contends that Edward de Vere, 17th Earl of Oxford, wrote the plays and poems of William Shakespeare. While historians and literary scholars overwhelmingly reject alternative authorship candidates, including Oxford, public interest in the Oxfordian theory continues. After the 1920s, the Oxfordian theory became the most popular alternative Shakespeare authorship theory.",
        "source_url": "https://en.wikipedia.org/wiki/Oxfordian_theory_of_Shakespeare_authorship"
    },
    {
        "title": "Right-wing antiglobalism",
        "wikipedia_content": "Right-wing antiglobalism, also referred to as the antiglobalist right, is a political position opposing globalization, arguing that it endangers national economies and identities and promotes illegal immigration. Instead, right-wing globalists support nationalism as a cure for the alleged problems caused by the globalization. Right-wing antiglobalism protests against the Sustainable Development Goals, 15-minute cities, and COVID-19 vaccines as being created or promoted by globalists.",
        "source_url": "https://en.wikipedia.org/wiki/Right-wing_antiglobalism"
    },
    {
        "title": "The School of Night",
        "wikipedia_content": "The School of Night is a modern name for a group of men centred on Sir Walter Raleigh that was once referred to in 1592 as the \"School of Atheism\". The group supposedly included poets and scientists Christopher Marlowe, George Chapman, Matthew Roydon and Thomas Harriot.",
        "source_url": "https://en.wikipedia.org/wiki/The_School_of_Night"
    },
    {
        "title": "Witch-cult hypothesis",
        "wikipedia_content": "The witch-cult hypothesis is a discredited theory that the witch trials of the Early Modern period were an attempt to suppress a pagan religion that had survived the Christianization of Europe. According to its proponents, accused witches were actually followers of this alleged religion. They argue that the supposed 'witch cult' revolved around worshiping a Horned God of fertility and the underworld, whom Christian persecutors identified with the Devil, and whose followers held nocturnal rites at the witches' Sabbath.",
        "source_url": "https://en.wikipedia.org/wiki/Witch-cult_hypothesis"
    },
    {
        "title": "Debunker",
        "wikipedia_content": "A debunker is a person or organization that exposes or discredits claims believed to be false, exaggerated, or pretentious. The term is often associated with skeptical investigation of controversial topics such as UFOs, claimed paranormal phenomena, cryptids, conspiracy theories, alternative medicine, religion, exploratory or fringe areas of scientific, or pseudoscientific research.",
        "source_url": "https://en.wikipedia.org/wiki/Debunker"
    },
    {
        "title": "Gemstone File",
        "wikipedia_content": "The Gemstone File is a conspiracy theory document attributed to Bruce Porter Roberts. In 1975, \"A Skeleton Key to the Gemstone File\" appeared and is generally attributed to Stephanie Caruana. The \"Key\" is purportedly a synopsis of Roberts' documents that presents a chronicle of interlocking conspiracies, including claims that world events since the 1950s were shaped by suppressed information, the names of supposed shooters of President John F. Kennedy, and suggested connections between a number of political assassinations which occurred within a relatively short time frame. Authors James McConnachie and Robin Tudge called it \"the original mega-conspiracy theory.\"",
        "source_url": "https://en.wikipedia.org/wiki/Gemstone_File"
    },
    {
        "title": "Just Asking Questions",
        "wikipedia_content": "\"Just Asking Questions\" is a pseudoskeptical tactic often used by conspiracy theorists to present false or distorted claims by framing them as questions. If criticized, the proponent of such a claim may then defend themselves by asserting they were merely asking questions which may upset the mainstream consensus. The name of the tactic is therefore derived from the typical response of \"I'm not saying it was necessarily a conspiracy; I'm just asking questions.\" In The Skeptics' Guide to the Universe, Steven Novella distinguishes JAQ from scientific skepticism by explaining that:[W]hen true scientists ask a question, they want an answer and will give due consideration to any possibilities. Deniers, on the other hand, will ask the same undermining questions over and over, long after they have been definitively answered. The questions—used to cast doubt—are all they are interested in, not the process of discovery they're meant to inspire.",
        "source_url": "https://en.wikipedia.org/wiki/Just_Asking_Questions"
    },
    {
        "title": "Biblical conspiracy theory",
        "wikipedia_content": "Biblical conspiracy theories posit that much of what is believed about the Bible is a deception created to suppress a secret or ancient truth. Such conspiracy theories may claim that Jesus really had a wife and children, or that a group such as the Priory of Sion has secret information about the true descendants of Jesus; some claim that there was a secret movement to censor books that truly belonged in the Bible, etc.",
        "source_url": "https://en.wikipedia.org/wiki/Biblical_conspiracy_theory"
    },
    {
        "title": "Juiced ball theory",
        "wikipedia_content": "The \"juiced ball\" theory suggests that the baseballs used in Major League Baseball (MLB) have been deliberately altered by the league in order to increase scoring. The theory first came to prominence in the 1990s to early 2000s, but the theory receded once it became clear that the more likely explanation for the increase in scoring during that time was an increase in steroid use, as documented in the Mitchell Report in 2007. The juiced ball theory made a resurgence in the late 2010s, as a noticeable uptick in offensive output, especially home runs, was observed.",
        "source_url": "https://en.wikipedia.org/wiki/Juiced_ball_theory"
    },
    {
        "title": "Epsilon Team",
        "wikipedia_content": "The Epsilon Team is an alleged secret society that appears in Greek modern folklore, conspiracy theories and ufology. The team was first described in a 1977 book, and supposedly consists of prominent Greek people who possess secret knowledge of extraterrestrial origin. Beginning in the 1980s, literature about the society became infused with anti-Semitic conspiracy theories, placing the Epsilon Team in a cosmic battle against the Jews. The body of beliefs related to the Epsilon Team has been labeled epsilonism, and those who subscribe to it have been labeled epsilonists.",
        "source_url": "https://en.wikipedia.org/wiki/Epsilon_Team"
    },
    {
        "title": "ID2020",
        "wikipedia_content": "ID2020 is an American 501(c)(3) nongovernmental organization which advocates for digital ID for the billion undocumented people worldwide and under-served groups like refugees. Clive Smith succeeded founder Dakota Gruener as executive director in 2022. The NGO was relatively unknown before being publicized because of misinformation related to the COVID-19 pandemic by conspiracy theorists.",
        "source_url": "https://en.wikipedia.org/wiki/ID2020"
    },
    {
        "title": "Archuleta Mesa",
        "wikipedia_content": "Archuleta Mesa, known informally as Alien Mountain, is a mountain summit situated within the San Juan Mountain Range on the Colorado-New Mexico border. It has been the subject of an alien conspiracy theory, and has gained national attention as a result.",
        "source_url": "https://en.wikipedia.org/wiki/Archuleta_Mesa"
    },
    {
        "title": "5GBioShield",
        "wikipedia_content": "The Bauer 5GBioShield, usually shortened to 5GBioShield, is a fraudulent device which was claimed to protect against radiation from 5G mobile networks. The device was invented by clinical pharmacist Jacques Bauer and former scientist Ilija Lakicevic and marketed by alternative medicine activist Sacha Stone. The product, which was sold for approximately £330 through an affiliate marketing scheme, was found to be composed of a normal USB thumb drive and a sticker. As of April 26, 2022, The official website is no longer online. British Trading Standards officials determined that the device was a scam.",
        "source_url": "https://en.wikipedia.org/wiki/5GBioShield"
    },
    {
        "title": "George Soros: The Life and Times of a Messianic Billionaire",
        "wikipedia_content": "Soros: The Life and Times of a Messianic Billionaire is a non-fiction book by Michael T. Kaufman released by Random House in 2002, that illuminates the early life, education, work, and controversial philanthropy of George Soros, a man considered by many to be one of the most enigmatic yet globally influential financiers of his era.",
        "source_url": "https://en.wikipedia.org/wiki/George_Soros%3A_The_Life_and_Times_of_a_Messianic_Billionaire"
    },
    {
        "title": "There Is No Cabal",
        "wikipedia_content": "There Is No Cabal is a catchphrase and running joke found on Usenet. The journalist Wendy M. Grossman writes that its appearance on the alt.usenet.cabal FAQ reflects conspiracy accusations as old as the Internet itself. The anthropologist Gabriella Coleman writes that the joke reveals \"discomfort over the potential for corruption by meritocratic leaders\".",
        "source_url": "https://en.wikipedia.org/wiki/There_Is_No_Cabal"
    },
    {
        "title": "Project Cumulus",
        "wikipedia_content": "\n\nProject Cumulus was a 1950s UK government initiative to investigate weather manipulation, in particular through cloud seeding experiments. Known jokingly internally as Operation Witch Doctor, the project was operational between 1949 and 1952. A conspiracy theory has circulated claiming that the Lynmouth Flood was caused by Project Cumulus. This claim is still ultimately unproven, and weather patterns have shown similar floods dating back to both the 18th and 19th centuries throughout Northern Wales and the UK.",
        "source_url": "https://en.wikipedia.org/wiki/Project_Cumulus"
    },
    {
        "title": "Furtive fallacy",
        "wikipedia_content": "The furtive fallacy is an informal fallacy of emphasis in which historical outcomes are asserted to be the result of hidden misconduct or wrongdoing by decision makers. Historian David Hackett Fischer identified it as the belief that significant facts of history are necessarily sinister, and that \"history itself is a story of causes mostly insidious and results mostly invidious.\" Although it may lead to a conspiracy theory, the fallacy itself consists in the assumption that misdeeds lurk behind every page of history. In its extreme form, the fallacy represents general paranoia.",
        "source_url": "https://en.wikipedia.org/wiki/Furtive_fallacy"
    },
    {
        "title": "Christian fundamentalism and conspiracy theories",
        "wikipedia_content": "Since the early twentieth century there has been a significant overlap between Christian fundamentalism and millennialism in the United States and belief in false conspiracy theories, primarily the New World Order conspiracy theory, QAnon, and COVID-19 conspiracy theories, which are frequently perceived to represent fulfilment of Christian eschatology.",
        "source_url": "https://en.wikipedia.org/wiki/Christian_fundamentalism_and_conspiracy_theories"
    },
    {
        "title": "FV Gaul",
        "wikipedia_content": "The fishing vessel Gaul was a deep sea factory ship based at Hull, United Kingdom. She was launched in December 1971 by Brooke Marine of Lowestoft, entering service during 1972 with the Ranger Fishing company, where she was registered at North Shields as Ranger Castor, SN18. She was renamed when Ranger Fishing was bought by British United Trawlers and re-registered at Hull as Gaul, H243. She sank some time on the night of 8–9 February 1974 in storm conditions in the Barents Sea, north of Norway. No distress signal was received and her loss was not realised until 10 February after she twice failed to report in. An extensive search operation was launched but no trace of the ship was found, apart from a lifebuoy recovered three months later. All thirty-six crew were lost. The president of the British Trawler Federation described the loss of the Gaul as \"the worst ever single-trawler tragedy\". The wreck was finally located in 1997.",
        "source_url": "https://en.wikipedia.org/wiki/FV_Gaul"
    },
    {
        "title": "Baron 52",
        "wikipedia_content": "Baron 52 was the call sign of a United States Air Force EC-47 carrying eight crew members that was shot down over Laos during the predawn hours of 5 February 1973, a week after the Paris Peace Accords officially ended the United States involvement in the Vietnam War. The remains of four crewmen were recovered from the crash site, but those of the remaining four have never been found. Although the U.S. government considers them to have been killed in action and as late as 1996 listed them as \"accounted for\", family members and POW/MIA advocates believe the four survived the crash and were taken captive and possibly sent to the USSR. The intelligence gatherers and their equipment would have been highly valued by the Soviets who maintained a presence both in Laos and North Vietnam. The incident has been featured on several nationwide news programs and a 1991 episode of the U.S. television series Unsolved Mysteries.",
        "source_url": "https://en.wikipedia.org/wiki/Baron_52"
    },
    {
        "title": "Monita Secreta",
        "wikipedia_content": "The Monita Secreta is an alleged code of instructions from Claudio Acquaviva, the fifth general of the Society of Jesus, to its various superiors which claims to lay down methods to expand the power and influence of the Jesuit Order. Some Scholars regard the document as an anti-Jesuit forgery.",
        "source_url": "https://en.wikipedia.org/wiki/Monita_Secreta"
    },
    {
        "title": "The Brown Book of the Reichstag Fire and Hitler Terror",
        "wikipedia_content": "The Brown Book of the Reichstag Fire and Hitler Terror is a book published in Paris, France in August 1933. It was written by an anti-fascist group which included German communist Willi Munzenberg, as well as Hans Siemsen and Gustav Regler. It put forth the theory that Nazis were behind the Reichstag fire of February 27, 1933. According to Spanish novelist Antonio Muñoz Molina it was one of the best selling books of all time.",
        "source_url": "https://en.wikipedia.org/wiki/The_Brown_Book_of_the_Reichstag_Fire_and_Hitler_Terror"
    },
    {
        "title": "Exaro",
        "wikipedia_content": "Exaro or Exaro News was a British website based in London between 2011 and 2016. It purportedly undertook political investigative journalism, but is now primarily known for its direct involvement in the false allegations of sexual abuse put forward by \"Nick\" in Operation Midland.",
        "source_url": "https://en.wikipedia.org/wiki/Exaro"
    },
    {
        "title": "Event 201",
        "wikipedia_content": "The Johns Hopkins Center for Health Security is an independent, nonprofit organization of the Johns Hopkins Bloomberg School of Public Health. The center works to protect people's health from epidemics and pandemics and ensures that communities are resilient to major challenges. The center is also concerned with biological weapons and the biosecurity implications of emerging biotechnology.",
        "source_url": "https://en.wikipedia.org/wiki/Johns_Hopkins_Center_for_Health_Security"
    },
    {
        "title": "Ebola misinformation",
        "wikipedia_content": "\nMultiple conspiracy theories, hoaxes, and quack cures have circulated about ebola viruses, regarding the origin of outbreaks, treatments for ebola virus disease, and preventative measures.",
        "source_url": "https://en.wikipedia.org/wiki/Ebola_misinformation"
    },
    {
        "title": "Sydney Warburg",
        "wikipedia_content": "Sydney Warburg (1880–1947) is the pen name of an author or a group of authors who remained anonymous and who published a book about funding of the Nazi Party by American bankers between 1929 and 1933. The book's Dutch title De geldbronnen van het Nationaal-Socialisme: drie gesprekken met Hitler refers to three conversations Warburg said Sydney would have had with Adolf Hitler. The original states that the text was \"Door Sydney Warburg, vertaald door J.G. Schoup\".",
        "source_url": "https://en.wikipedia.org/wiki/Sydney_Warburg"
    },
    {
        "title": "Operation Pantomime",
        "wikipedia_content": "Operation Pantomime, according to a documentary elaborated by the Cuban Institute of Cinematographic Art and Industry, was an operation undertaken by the government of the United States with the intention of assassinating Colombian presidential candidate Jorge Eliécer Gaitán in 1948 as a way to curb communist and leftwing influence in the region.",
        "source_url": "https://en.wikipedia.org/wiki/Operation_Pantomime"
    },
    {
        "title": "Philosophy of conspiracy theories",
        "wikipedia_content": "Philosophy of conspiracy theories is the academic study by philosophers of the phenomenon and history of conspiracy theories. A conspiracy theory has been defined as an explanation for an event or situation that invokes a conspiracy by sinister and powerful groups, often political in motivation, or more narrowly a conspiracy where other explanations are more probable. The term has a negative connotation, implying that the appeal to a conspiracy is based on prejudice or insufficient evidence.",
        "source_url": "https://en.wikipedia.org/wiki/Philosophy_of_conspiracy_theories"
    },
    {
        "title": "SMOF",
        "wikipedia_content": "SMOF is an acronym which stands for \"Secret Master(s) Of Fandom\" and is a term used within the science fiction fan community. Its coining is generally attributed to long-time science fiction fan and author Jack L. Chalker.",
        "source_url": "https://en.wikipedia.org/wiki/SMOF"
    },
    {
        "title": "Lumber Cartel",
        "wikipedia_content": "The Lumber Cartel was a facetious conspiracy theory popularized on USENET that claimed anti-spammers were secretly paid agents of lumber companies.",
        "source_url": "https://en.wikipedia.org/wiki/Lumber_Cartel"
    },
    {
        "title": "Working Group on Syria, Propaganda and Media",
        "wikipedia_content": "\n\nThe Working Group on Syria, Propaganda and Media (SPM) is a controversial group of academics and activists whose stated purpose is to study propaganda and information operations surrounding the Syrian civil war. It was formed by environmental political theory professor Tim Hayward and former academic Piers Robinson in 2017.",
        "source_url": "https://en.wikipedia.org/wiki/Working_Group_on_Syria%2C_Propaganda_and_Media"
    },
    {
        "title": "SS Scillin",
        "wikipedia_content": "SS Scillin was a 1,591 GRT cargo steamship that was built in Scotland in 1903, passed through a succession of owners of various nationalities and had a succession of different names. She was built as H. M. Pellatt but was successively called Memling, Nicole Le Borgne, Giuliana Pagan, and Scillin Secondo before becoming Scillin in 1937.",
        "source_url": "https://en.wikipedia.org/wiki/SS_Scillin"
    },
    {
        "title": "Conspiracy theory (legal term)",
        "wikipedia_content": "In law, a conspiracy theory is a theory of a case that presents a conspiracy to be considered by a trier of fact. A basic tenet of \"traditional 'conspiracy theory'\" is that each co-conspirator is liable for acts of co-conspirators \"during the existence of and in furtherance of the conspiracy\". Procedures and proof requirements for conspiracy theory litigation as well as the definition of 'conspiracy' vary by jurisdiction and body of law. In civil litigation, it can offer advantages relative to aiding-and-abetting or joint tortfeasor case theories.",
        "source_url": "https://en.wikipedia.org/wiki/Conspiracy_theory_(legal_term)"
    },
    {
        "title": "Institut Nova Història",
        "wikipedia_content": "The Institut Nova Història is a Catalan cultural foundation with headquarters in Barcelona committed to revisionist pseudohistorical research. Its members, of which the most prominent is the Catalan nationalist writer Jordi Bilbeny, hold that history has been systematically manipulated by the Spanish state since the 15th century to eliminate the Catalan contribution to world history. The foundation promotes research, study and dissemination through publications, conferences, documentaries and symposia of its vision of Catalan history, in particular the annual \"Symposium on the Catalan Discovery of America\" in Arenys de Munt. This has led them to create a \"history of their own\" whose theses, \"more or less picturesques,” are rejected by academia. Alberto Reig Tapia, from University of Rovira i Virgili considers that their members do not make history but \"Parody of History.\" Josep Colomer, from Georgetown University, has called them “cartoon satirists.” The Institut Nova Història claims that major historical figures, including Christopher Columbus, Erasmus, Miguel de Cervantes, William Shakespeare, Leonardo da Vinci, Saint Teresa of Ávila and others were Catalan. It is funded by the Catalan autonomous government, and has received support from Catalan nationalist politicians.",
        "source_url": "https://en.wikipedia.org/wiki/Institut_Nova_Hist%C3%B2ria"
    },
    {
        "title": "Operations plan",
        "wikipedia_content": "The Operations plan is a secret document attributed to Mariano Moreno, that set harsh ways for the Primera Junta, the first de facto independent government of Argentina in the 19th century, to achieve its goals. Some historians consider it a literary forgery, and others consider it true.",
        "source_url": "https://en.wikipedia.org/wiki/Operations_plan"
    },
    {
        "title": "Contested US Presidential elections",
        "wikipedia_content": "Contested US Presidential elections involve serious allegations by top officials that the election was \"stolen.\" Such allegations appeared in 1824, 1876, 1912, 1960, 2000, and 2020. Typically, the precise allegations change over time.",
        "source_url": "https://en.wikipedia.org/wiki/Contested_US_Presidential_elections"
    },
    {
        "title": "Islamophobic trope",
        "wikipedia_content": "Islamophobic tropes, also known as anti-Muslim tropes, are sensational reports misrepresentations, or fabrications, regarding Muslims as a group or Islam as a religion.",
        "source_url": "https://en.wikipedia.org/wiki/Islamophobic_trope"
    }
]